IDEA Open Model
StrainImpulse.PhiX Property
Compatible with IDEA StatiCa 20.1
 The torsion slope around x axis.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double PhiX { get; set; }
Public Property PhiX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace